---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementIdSetFilter
source: html/5b64e3c0-7c8e-4020-baef-7bf638e0786d.htm
---
# ElementIdSetFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.